Repository: abhishek70007/shipperApp_test
Catalog: lib/translations/app_*.arb
Languages: hi

source: WELCOME
hi: आपका स्वागत है।

source: Select Language
hi: भाषा का चयन करें।

source: Home
hi: होम

# my_truck
source: My Trucks
hi: मेरा ट्रक

source: My Loads
hi: मेरा लोड

source: Order
hi: ऑर्डर

source: Account
hi: खाता

source: My Account
hi: मेरा खाता

source: Language
hi: भाषा

source: Add Driver
hi: ड्राइवर जोड़ें

# driverName
source: Driver’s name
hi: ड्राइवर का नाम

# driverNumber
source: Driver’s Number
hi: ड्राइवर का नंबर

source: Cancel
hi: रद्द करें

source: Add
hi: जोड़ें

source: Type here
hi: यहाँ लिखे

source: Alert
hi: सूचना

source: Error!
hi: भूल

# enterValid10DigitNumber
source: Enter a valid 10 digit number
hi: मान्य 10 अंकों की संख्या दर्ज करें

source: Buy GPS
hi: GPS खरीदें

source: About Us
hi: परिचय

source: Contact Us
hi: संपर्क करें

source: Logout
hi: लॉग आउट

source: Filter
hi: फिल्टर

source: Load Details
hi: लोड की जानकारी

source: Requirement
hi: आवश्यकता

source: Call
hi: कॉल

source: Additional Description
hi: अतिरिक्त जानकारी

source: Location Details
hi: स्थिति जानकारी

source: Book Now
hi: अभी बुक करें

source: Share
hi: शेयर करें

source: Suggested Load
hi: सुझाव लोड

source: Search
hi: खोजें

source: see all
hi: सभी

source: Help
hi: मदद

source: Add Truck
hi: ट्रक जोड़ें

source: Truck Number
hi: ट्रक का नंबर

source: Verification Failed
hi: सत्यापन विफल रहा

source: Offline
hi: ऑफ लाइन

source: Vehicle Number
hi: गाडी नंबर

source: Tyre
hi: टायर

source: Driver
hi: ड्राइवर

source: truck details are pending
hi: ट्रक विवरण लंबित हैंl

source: Upload Truck Details
hi: ट्रक विवरण अपलोड करें।

source: Select A Driver
hi: एक ड्राइवर का चयन करें

source: Driver Name-Number
hi: ड्राइवर का नाम-संख्या

# passingWeigthInTons
source: Passing Weight (in tons.)
hi: वजन (टन में)

# totalTyres
source: Total Tyres (front & rare)
hi: कुल टायर (आगे और पीछे)

# truckLength
source: Truck Length (in ft)
hi: ट्रक की लंबाई (फीट में)

source: Add New Driver
hi: नया ड्राइवर जोड़ें

source: Driver Details
hi: ड्राइवर का विवरण

source: Loads
hi: लोड

source: On-going
hi: चालू लोड

source: Completed
hi: सम्पूर्ण लोड

source: tonne
hi: टन

source: tonnes
hi: टन

source: Post Load
hi: लोड जोड़ें

source: Booking Date
hi: बुकिंग दिनांक

source: Set Date
hi: तारीख सेट करे

source: Next
hi: आगे

source: Enter City Name
hi: शहर का नाम

source: Truck Type
hi: ट्रक का प्रकार

source: Number Of Trucks
hi: ट्रक की संख्या

source: Product Type
hi: उत्पाद का प्रकार

# weightInTon
source: Weight(in tons)
hi: वजन (टन में)

source: Price(Optional)
hi: मूल्य()

source: Per Truck
hi: प्रति ट्रक

source: Per Ton
hi: प्रति टन

source: Enter Price
hi: मूल्य डाले

source: Apply
hi: लागु करे

source: Load Confirmation
hi: लोड का पुष्टीकरण

source: Review details for your load
hi: अपने लोड के लिए विवरण की समीक्षा करें।

source: Edit
hi: बदले

source: Confirm
hi: पुष्टि करे

source: Location
hi: स्थान

source: Date
hi: दिनांक

source: Price
hi: मूल्य

source: Weight
hi: वजन

source: Price Not Given
hi: कीमत नहीं दी गई

source: Congratulations!
hi: बधाई हो!

source: You have completed your order!
hi: आपने अपना आदेश/ऑर्डर पूरा कर लिया है।

# youHaveSuccessfullyUpdateYourOrder
source: You have successfully updated the load!
hi: आपने लोड को सफलतापूर्वक अपडेट कर दिया है।

source: Bids
hi: बोली

source: Bidding Date
hi: बिडिंग दिनांक

source: Shipper
hi: उत्पादक

source: Current Bidding
hi: जारी बिडिंग

source: Order Cancelled
hi: रद आर्डर

source: truck
hi: ट्रक

source: Bidding Details
hi: बिडिंग की जानकारी

source: Accept
hi: स्वीकार

source: Decline
hi: अस्वीकार

source: Bidding
hi: बिडिंग

source: Order Details
hi: आर्डर की जानकारी

source: Complete
hi: पूर्ण

source: Completed Date
hi: पूर्ण दिनांक
